{"inkVersion":21,"root":[[{"->":"TottenTownNezumiDarwin"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"TottenTownNezumiDarwin":[["^Nezumi: I'm glad to see you're finally awake. You had me worried there for a bit. ","#","^speaker: Nezumi","/#","\n","^Darwin: ... ","#","^speaker: Darwin","/#","\n","^Nezumi: Then, again…perhaps I shouldn’t have been. You are Linus Whiskerson’s grandson are you not? Is your name not Darwin Mōwsten? ","#","^speaker: Nezumi","/#","\n","ev","str","^Choose to not let on that you are lost and alone.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Choose to ask for your parents","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Choose to avoid responding to the old mouse's question.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^Darwin: You’re right you shouldn’t have been worried. I was just resting on the beach that’s all. ","#","^speaker: Darwin","/#","\n","^Nezumi: Hah! The apple certainly doesn’t fall far from the tree does it!? If my eyes were closed I would have thought it was Linus talking to me. ","#","^speaker: Nezumi","/#","\n",{"->":"Dovetail"},{"#f":5}],"c-1":["\n","^Darwin: Mmm…my mom, mmm…y dad. Whhh…where are they? III..I don’t know you. ","#","^speaker: Darwin","/#","\n","^Nezumi: No need to be frightened, young Darwin. Your grandfather certainly wouldn’t have been. ","#","^speaker: Nezumi","/#","\n",{"->":"Dovetail"},{"#f":5}],"c-2":["\n","^Darwin: I may or may not be, what’s it to you? ","#","^Speaker: Darwin","/#","\n","^Nezumi: Well, with spunk like that you must be Darwin. I was friends with your grandpa Linus. ","#","^speaker: Nezumi","/#","\n",{"->":"Dovetail"},{"#f":5}]}],{"#f":1}],"Dovetail":["^Nezumi:Now listen up young one If you’d like to get back to your parents, I’m afraid I’ll need your assistance with something. When you are ready, go and seek out Jacque Fromage. You should find him pacing where Totten Town meets the Unbridled Wood. ","#","^speaker: Nezumi","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}