{"inkVersion":21,"root":[[{"->":"Scene15Pt2SpeakerDarwin"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Scene15Pt2SpeakerDarwin":["^Darwin: Nezumi? ","#","^speaker: Darwin","/#","\n","^Nezumi: Darwin, son, I’ve a confession to make. I’ve not been entirely forthcoming with you. I…uh..hmmm..where should I begin? ","#","^speaker: Nezumi","/#","\n","^Darwin: … ","#","^speaker: Darwin","/#","\n","^Nezumi: You see, Darwin, It’s no accident you ended up here. I knew you were coming. Did you notice the symbol above the lodge outside? The symbol on your grandfather’s sword? ","#","^speaker: Nezumi","/#","\n","^Darwin: I’m not sure I’m following. ","#","^speaker: Darwin","/#","\n","^Nezumi: Darwin, I’m a Free Mousin’. Your grandfather was a Free Mousin’. We are protectors of the light crystal that gives life, joy, and prosperity to the world of Basilbrook. The symbol conveys to other mice who we are. ","#","^speaker: Nezumi","/#","\n","^Darwin: Nezumi? What are you saying? ","#","^speaker: Darwin","/#","\n","^Nezumi: You do not choose the crystal, the crystal chooses you. It becomes a  part of you. A part of your blood. A part of your family. When a guardian passes on, the crystal’s will, by way of a marked fate, chooses a new guardian from an existing guardian’s family lineage. ","#","^speaker: Nezumi","/#","\n","^Darwin: Huh? ","#","^speaker: Darwin","/#","\n","^Nezumi: In order to take the helm of a crystal guardian, the family member must be pure of spirit, kind of heart, and possess an innate guiding wisdom. Your grandfather knew when his time came, that it would be you to take his place. The crystal told him so, but he saw it in you the moment you were born. ","#","^speaker: Nezumi","/#","\n","^Darwin: Wait, are we talking about that weird creepy glowing crystal in the woods?","\n","^Nezumi: Indeed. ","#","^speaker: Nezumi","/#","\n","^Darwin: So, wait? I’m a crystal guardian or something now? Why didn’t my grandpa say anything to me? Do I get a choice? And you said that you knew I was coming…how did you know? ","#","^speaker: Darwin","/#","\n","^Nezumi: Ah, my dear boy, I know this is a lot to digest. I knew you were coming, because it’s the age of the possum. ","#","^speaker: Nezumi","/#","\n","^Darwin: The possums that are terrorizing the town? ","#","^speaker: Darwin","/#","\n","^Nezumi: You see, us guardian’s are called upon to face individual threats that play to our strengths. We are granted colored crystal shards that when placed all together glow with a radiance not fit for words. ","#","^speaker: Nezumi","/#","\n","^Darwin: I still don’t see why I have to be the one? ","#","^speaker: Darwin","/#","\n","^Nezumi: The Whiskerson lineage, now Mōwsten by way of your father’s marriage to Linus’ daughter Dina-your mother, are called upon to ward off the misguided possums that threaten the balance of the Unbridled Wood. They are Basilbrook’s greatest threat. ","#","^speaker: Nezumi","/#","\n","^Darwin: Well I’ve already taken care of them, right? The crystal is in the woods. Brie is back with her dad. I got everyone’s stuff back. Now I can go back to finding my family now, right? ","#","^speaker: Darwin","/#","\n","^Nezumi: If you wish, you may go. I cannot not hold you to the crystal’s will. Myself, along with the other guardian’s will do our best…but Darwin..know this..watching you fight, witnessing your empathy, and being privy to the wisdom that stretches far beyond your age has been a true privilege. ","#","^speaker: Nezumi","/#","\n","^Darwin:... ","#","^speaker: Darwin","/#","\n","^Nezumi: If your grandpa were here he’d tell you himself. But, I guess I’ll have to do in his stead. I’m proud of you Darwin, and I would be honored to call you a fellow guardian. ","#","^speaker: Nezumi","/#","\n","^Darwin: I guess I have come a long way…and my family..I guess this is the best way to keep them safe…On behalf of my grandpa Linus Whiskerson..I Darwin Linus Mōwsten, accept the responsibility of a crystal guardian. ","#","^speaker: Darwin","/#","\n","^Nezumi: Oh, dear boy..I can feel Linus himself smiling down upon you. ","#","^speaker: Nezumi","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}